Repository: apertium/apertium-sme-sma
Catalog: tmx_data/tekstB_mod_sme2sma.tmx
Source language: sme
Languages: sma

source: Fidnooahppi vuoigatvuođat ja geatnegasvuođat
sma: Lïerehtæjjan reaktah jïh dïedth

source: Dus lea vuoigatvuohta oažžut oahpahusa mearriduvvon oahppoplána mielde, muhto dus lea seammás geatnegasvuohta oassálastit aktiivvalaččat ulbmiliid juksamii ja oassálastit iežat oahppanbarggu plánemii ja árvvoštallamii.
sma: Dov lea reakta ööhpehtimmiem åadtjodh mieriesovveme learoesoejkesjen mietie, mohte seamma tïjjen dov dïedte eadtjohkelaakan vyöjhkesadtedh lïerehtimmien ulmide jaksedh jïh vyöjhkesadtedh jïjtjedh lïeremebarkoem soejkesjidh jïh vierhtiedidh.

source: Don galggat leat mielde ráhkadeamen buori bargobirrasa ja buriid bargodiliid.
sma: Datne edtjh meatan årrodh buerie barkoebyjresem jïh buerie barkoetsiehkieh darjodh.

source: Don galggat boahtit fága-/sváinnasiskosii, masa oahppofitnodat du almmuha.
sma: Datne edtjh faage-/svennepryövenasse båetedh mïsse learoesïelte datnem bæjjohte.

source: Oahppoáigi lea mearriduvvon du oahpposoahpamušas fágii dábálaš bargoáiggi vuođul.
sma: Learoetïjje mieriesovveme dov lïerehtimmielatjkosne faagen sïejhme barkoetïjjen mietie.

source: Don leat oahppofitnodaga bargi ja dus leat vuoigatvuođat ja geatnegasvuođat lágaid ja tariffasoahpamuša vuođul, ee. bargoáiggi ja luomu.
sma: Datne barkije learoesïeltesne jïh reaktah jïh dïedth åtnah mejtie laaki jïh tariffelatjkoej mietie, gaskem jeatjah barkoetïjjen jïh eejehtimmien bïjre.

source: Dus lea, nu mo buot eará bargiin, vuoigatvuohta oahpposoahpamuša lassin maiddái čálalaš bargosoahpamuššii oahppafitnodagain.
sma: Dov lea, goh gaajhkh jeatjah barkijinie, lïerehtimmielatjkoen lissine, reakta tjaaleldh barkoelatjkose learoesïeltine.

source: Mo ohcamuš meannuduvvo?
sma: Guktie ohtseme gïetedåvva?

source: Jos leat ohcan oahpposaji, de don čujuhuvvot oahppofitnodagaide, main leat oahpposajit daid fágain, mat vuođđuduvvet dan joatkkaskuvlla prográmmasuorgái, maid don leat čađahan.
sma: Jis learoesijjiem ohtseme, dellie dutnjien learoesïeltide tjaatseste, mejnie learoesijjieh dejnie faagine mïsse jåarhkeskuvlen programmesuerkien nelnie bigkeme maam datne tjïrrehtamme.

source: Fylkkagielda geahččala nu guhkás go vejolaš gaskkustit du dan fága oahppasajiide, masa leat ohcan.
sma: Fylhketjïelte pryövoe dan gåhkese man gåarede dutnjien learasijjiem åvtese buektedh dennie faagesne mïsse ohtseme.

source: Don sáhtát dattetge čujuhuvvot fitnodagaide, main leat oahppasajit fágain, maidda it leat ohcan, muhto maidda dus lea gelbbolašvuohta, ja oahppofitnodagaide iežat ruovttugieldda dahje ruovttufylkka olggobealde.
sma: Maahta darhkan sïeltide tjaatsestidh learasijjine faagesne maam ij leah ohtsedamme, mohte mesnie datne maahtaldahkem åtnah, jïh learoesïeltide jïjtjedh årrometjïelten jallh årromefylhken ålkoelisnie.

source: Ohccit geat orrot heivemin oahpposadjái, sáhttet bovdejuvvot jearahallamii.
sma: Ohtsijh gïeh vååjnoeh learoesæjjan sjiehtieh, maehtieh byjrehtæmman bööresovvedh.

source: Danin lea hui mávssolaš ahte leat almmuhan rievttes čujuhusa ja mobiilanummira, ja ahte leat fáhtemis dan áigodagas, go sajit gaskkustuvvojit.
sma: Dïhte lea dan vihkele dan vihkeles datne leah rïektes adressem jïh mobijlenummerem bæjjoehtamme, jïh jaksoemieresne dennie boelhkesne gosse sijjide buaktasuvvieh.

source: Eanaš fylkkain sáhtát gitta suoidnemánu 1. beaivvi rádjai logget siidui vigo.no (logge siidui MinID vehkiin) ja rievdadit čujuhusa ja mobiilanummira.
sma: Jeenjemesh fylhkine maahtah snjaltjen 1. biejjien raajan vigo.no sïjse loggedh (loggh dan sïjse MinID:en viehkine) jïh adressem jïh mobiljenummerem jarkestidh.

source: Jos it váldde vuostá oahppofitnodaga fálaldaga, maid fylkkagielda lea dutnje gaskkustan, de dus ii leat vuoigatvuohta oažžut ođđa oahpposaji dahje skuvlaoahpahusfálaldaga seamma skuvlajagi.
sma: Jis ih faalenassem dåastoehtidh maam learoesïelteste åådtjeme maam fylhketjïelte dutnjien åvtese buakteme, dellie dov ij leah reakta orre learoesijjiem jallh skuvleööhpehtimmiefaalenassem skuvlesne seamma skuvlejaepiem.
